# Packages
brew "fnm"
brew "gh"
brew "glow"
brew "just"
brew "starship"
brew "stow"
brew "tree"
brew "jq"
brew "wget"
brew "ripgrep"
brew "shellcheck"
brew "yq"
brew "just"
brew "gum"
brew "go"
brew "node"
brew "openjdk"
brew "gradle"
brew "docker"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

# Fonts
cask "font-iosevka-term-nerd-font"
